{
  "movies": [
    {
      "title": "Pretty in Pink",
      "overview": "Andie is an outcast, hanging out either with her older boss, who owns the record store where she works, or her quirky high school classmate Duckie, who has a crush on her. When one of the rich and popular kids at school, Blane, asks Andie out, it seems too good to be true. As Andie starts falling for Blane, she begins to realize that dating someone from a different social sphere is not easy.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/jeFJyzJBufJexpOuywuPp8q2tCJ.jpg",
      "watched": false,
      "movie_id": "11522",
      "created_at": "Mon, Dec 7, 2020 8:32 AM",
      "id": 83
    },
    {
      "title": "St. Elmo's Fire",
      "overview": "Seven friends - Alec, Billy, Jules, Kevin, Kirby, Leslie and Wendy - are trying to navigate through life and their friendships following college graduation. Alec, who aspires to political life, has just shown his true colors by changing his allegiance from Democrat to Republican, which freaks out girlfriend Leslie, who he wants to marry. Budding architect Leslie, on the other hand, has an independent streak. She believes she has to make a name for herself to find out who she is before she can truly commit to another person in marriage. But Leslie and Alec have decided to live together. Because Leslie refuses to marry Alec, he believes that justifies certain behavior. Kirby, who wants to become a lawyer and who pays for his schooling by working as a waiter at their local hangout called St. Elmo's Bar, and struggling writer Kevin are currently roommates. They are on opposite extremes of the romance spectrum.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/3H2yXGryVSOsCE7tTgmPhr1BwgU.jpg",
      "watched": false,
      "movie_id": "11557",
      "created_at": "Mon, Dec 7, 2020 8:33 AM",
      "id": 84
    },
    {
      "title": "Sixteen Candles",
      "overview": "A teenage girl deals with her parents forgetting her birthday and a crush on her high school's heartthrob.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/duLMXNN6ZkuBt4edVMIfOI6tx.jpg",
      "watched": true,
      "movie_id": "15144",
      "created_at": "Mon, Dec 7, 2020 8:33 AM",
      "id": 87,
      "modified_at": "Mon, Dec 7, 2020 8:36 AM"
    },
    {
      "title": "Good Morning, Vietnam",
      "overview": "Radio funny man Adrian Cronauer is sent to Vietnam to bring a little comedy back into the lives of the soldiers. After setting up shop, Cronauer delights the G.I.s but shocks his superior officer, Sergeant Major Dickerson, with his irreverent take on the war. While Dickerson attempts to censor Cronauer's broadcasts, Cronauer pursues a relationship with a Vietnamese girl named Trinh, who shows him the horrors of war first-hand.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/y4zILnCypdVbiq9pyWrtmygZdWN.jpg",
      "watched": true,
      "movie_id": "801",
      "created_at": "Mon, Dec 7, 2020 8:34 AM",
      "id": 90,
      "modified_at": "Mon, Dec 7, 2020 8:34 AM"
    },
    {
      "title": "The Da Vinci Code",
      "overview": "A murder in Paris’ Louvre Museum and cryptic clues in some of Leonardo da Vinci’s most famous paintings lead to the discovery of a religious mystery. For 2,000 years a secret society closely guards information that — should it come to light — could rock the very foundations of Christianity.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/6jexEWBXepwB1ZLpCEllI04Agrb.jpg",
      "watched": true,
      "movie_id": "591",
      "created_at": "Mon, Dec 7, 2020 8:34 AM",
      "id": 91,
      "modified_at": "Mon, Dec 7, 2020 8:34 AM"
    },
    {
      "title": "Amy Schumer: Growing",
      "overview": "Amy Schumer's live stand-up set performed in Chicago where she jokes about marriage, pregnancy and personal growth.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/cNqnCtWPt9m13xS9hxBRnzb5Hpx.jpg",
      "watched": true,
      "movie_id": "581958",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 92,
      "modified_at": "Mon, Dec 7, 2020 1:30 PM"
    },
    {
      "title": "Amy Schumer: The Leather Special",
      "overview": "Comic sensation Amy Schumer riffs on sex, dating and the absurdities of fame in a bold and uncensored stand-up set at Denver's Bellco Theater.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/3Efp3j8vqUKyV4iveFCoXKfk2FE.jpg",
      "watched": true,
      "movie_id": "444513",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 93,
      "modified_at": "Mon, Dec 7, 2020 8:35 AM"
    },
    {
      "title": "Titanic",
      "overview": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/9xjZS2rlVxm8SFx8kPC3aIGCOYQ.jpg",
      "watched": true,
      "movie_id": "597",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 94,
      "modified_at": "Mon, Dec 7, 2020 6:56 PM"
    },
    {
      "title": "Elizabeth",
      "overview": "The story of the ascension to the throne and the early reign of Queen Elizabeth the First, the endless attempts by her council to marry her off, the Catholic hatred of her and her romance with Lord Robert Dudley.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/qEk48VLOdibXFVIEzE9ETZUBcCs.jpg",
      "watched": true,
      "movie_id": "4518",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 95,
      "modified_at": "Mon, Dec 7, 2020 8:35 AM"
    },
    {
      "title": "Running on Empty",
      "overview": "The Popes are a family who haven't been able to use their real identity for years. In the late sixties, the parents set a weapons lab afire in an effort to hinder the government's Vietnam war campaign. Ever since then, the Popes have been on the run with the authorities never far behind.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/47qkFT7CruXUmCVCUg1iKxIoX2h.jpg",
      "watched": true,
      "movie_id": "18197",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 96,
      "modified_at": "Mon, Dec 7, 2020 10:42 PM"
    },
    {
      "title": "Forgetting Sarah Marshall",
      "overview": "When Sarah Marshall dumps aspiring musician Peter Bretter for rock star Aldous Snow, Peter's world comes crashing down. His best friend suggests that Peter should get away from everything and to fly off to Hawaii to escape all his problems. After arriving in Hawaii and meeting the beautiful Rachel Jansen, Peter is shocked to see not only Aldous Snow in Hawaii, but also Sarah Marshall.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/j2KXt3gObsAaRj9RKpCp8tiosTk.jpg",
      "watched": true,
      "movie_id": "9870",
      "created_at": "Mon, Dec 7, 2020 8:35 AM",
      "id": 97,
      "modified_at": "Mon, Dec 7, 2020 6:35 PM"
    },
    {
      "title": "Mission: Impossible",
      "overview": "When Ethan Hunt, the leader of a crack espionage team whose perilous operation has gone awry with no explanation, discovers that a mole has penetrated the CIA, he's surprised to learn that he's the No. 1 suspect. To clear his name, Hunt now must ferret out the real double agent and, in the process, even the score.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/lirMXnE7NoVLDr3qeqf48fR1mk4.jpg",
      "watched": true,
      "movie_id": "954",
      "created_at": "Mon, Dec 7, 2020 1:23 PM",
      "id": 100,
      "modified_at": "Mon, Dec 7, 2020 6:35 PM"
    },
    {
      "title": "A Time to Kill",
      "overview": "A young lawyer defends a black man accused of murdering two white men who raped his 10-year-old daughter, sparking a rebirth of the KKK.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/apUSR9WE7lMATBGYhzZ8RnPDYsK.jpg",
      "watched": false,
      "movie_id": "1645",
      "created_at": "Mon, Dec 7, 2020 1:28 PM",
      "id": 101
    },
    {
      "title": "Moulin Rouge!",
      "overview": "A celebration of love and creative inspiration takes place in the infamous, gaudy and glamorous Parisian nightclub, at the cusp of the 20th century. A young poet, who is plunged into the heady world of Moulin Rouge, begins a passionate affair with the club's most notorious and beautiful star.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/xhuQz2yKPlWvMvvnf2u9RVkAQx6.jpg",
      "watched": true,
      "movie_id": "824",
      "created_at": "Mon, Dec 7, 2020 1:28 PM",
      "id": 102,
      "modified_at": "Tue, Dec 8, 2020 8:26 AM"
    },
    {
      "title": "Requiem for a Dream",
      "overview": "The hopes and dreams of four ambitious people are shattered when their drug addictions begin spiraling out of control. A look into addiction and how it overcomes the mind and body.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/nOd6vjEmzCT0k4VYqsA2hwyi87C.jpg",
      "watched": false,
      "movie_id": "641",
      "created_at": "Mon, Dec 7, 2020 1:29 PM",
      "id": 103
    },
    {
      "title": "Hamilton",
      "overview": "Presenting the tale of American founding father Alexander Hamilton, this filmed version of the original Broadway smash hit is the story of America then, told by America now.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/h1B7tW0t399VDjAcWJh8m87469b.jpg",
      "watched": true,
      "movie_id": "556574",
      "created_at": "Mon, Dec 7, 2020 6:13 PM",
      "id": 106,
      "modified_at": "Tue, Dec 8, 2020 8:26 AM"
    },
    {
      "title": "Fight Club",
      "overview": "A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/bptfVGEQuv6vDTIMVCHjJ9Dz8PX.jpg",
      "watched": false,
      "movie_id": "550",
      "created_at": "Mon, Dec 7, 2020 6:47 PM",
      "id": 107
    },
    {
      "title": "The Nightmare Before Christmas",
      "overview": "Tired of scaring humans every October 31 with the same old bag of tricks, Jack Skellington, the spindly king of Halloween Town, kidnaps Santa Claus and plans to deliver shrunken heads and other ghoulish gifts to children on Christmas morning. But as Christmas approaches, Jack's rag-doll girlfriend, Sally, tries to foil his misguided plans.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/e4pZZR1SZByveyWczQBmiXJ0lXP.jpg",
      "watched": true,
      "movie_id": "9479",
      "created_at": "Mon, Dec 7, 2020 6:58 PM",
      "id": 108,
      "modified_at": "Tue, Dec 8, 2020 11:41 AM"
    },
    {
      "title": "Last Christmas",
      "overview": "Kate is a young woman who has a habit of making bad decisions, and her last date with disaster occurs after she accepts work as Santa's elf for a department store. However, after she meets Tom there, her life takes a new turn.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/mDeES2L2lhW8rJSyAKZMuKqZM7e.jpg",
      "watched": false,
      "movie_id": "549053",
      "created_at": "Mon, Dec 7, 2020 6:58 PM",
      "id": 109
    },
    {
      "title": "A Christmas Carol",
      "overview": "Miser Ebenezer Scrooge is awakened on Christmas Eve by spirits who reveal to him his own miserable existence, what opportunities he wasted in his youth, his current cruelties, and the dire fate that awaits him if he does not change his ways. Scrooge is faced with his own story of growing bitterness and meanness, and must decide what his own future will hold: death or redemption.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/goHDZUnqZJ7FN4h48Qh6MzJNExl.jpg",
      "watched": true,
      "movie_id": "17979",
      "created_at": "Mon, Dec 7, 2020 6:58 PM",
      "id": 110,
      "modified_at": "Tue, Dec 8, 2020 11:40 AM"
    },
    {
      "title": "Troy",
      "overview": "In year 1250 B.C. during the late Bronze age, two emerging nations begin to clash. Paris, the Trojan prince, convinces Helen, Queen of Sparta, to leave her husband Menelaus, and sail with him back to Troy. After Menelaus finds out that his wife was taken by the Trojans, he asks his brother Agamemnom to help him get her back. Agamemnon sees this as an opportunity for power. So they set off with 1,000 ships holding 50,000 Greeks to Troy. With the help of Achilles, the Greeks are able to fight the never before defeated Trojans.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/kWj4RJzZeJGeyGA3DVGQiNkUjkt.jpg",
      "watched": false,
      "movie_id": "652",
      "created_at": "Tue, Dec 8, 2020 8:32 AM",
      "id": 113
    },
    {
      "title": "Running on Empty",
      "overview": "The Popes are a family who haven't been able to use their real identity for years. In the late sixties, the parents set a weapons lab afire in an effort to hinder the government's Vietnam war campaign. Ever since then, the Popes have been on the run with the authorities never far behind.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/47qkFT7CruXUmCVCUg1iKxIoX2h.jpg",
      "watched": false,
      "movie_id": "18197",
      "created_at": "Tue, Dec 8, 2020 9:13 AM",
      "id": 114
    },
    {
      "title": "Angels & Demons",
      "overview": "Harvard symbologist Robert Langdon is recruited by the Vatican to investigate the apparent return of the Illuminati - a secret, underground organization - after four cardinals are kidnapped on the night of the papal conclave.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/uRBapeuwV8yy4in4BkETHBDmWkH.jpg",
      "watched": false,
      "movie_id": "13448",
      "created_at": "Tue, Dec 8, 2020 9:13 AM",
      "id": 115
    },
    {
      "title": "Step Brothers",
      "overview": "Brennan Huff and Dale Doback might be grown men. But that doesn't stop them from living at home and turning into jealous, competitive stepbrothers when their single parents marry. Brennan's constant competition with Dale strains his mom's marriage to Dale's dad, leaving everyone to wonder whether they'll ever see eye to eye.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/tY2FpgzPVx92JrYveWt4bn3cMyD.jpg",
      "watched": false,
      "movie_id": "12133",
      "created_at": "Tue, Dec 8, 2020 9:14 AM",
      "id": 116
    },
    {
      "title": "The Fugitive",
      "overview": "Wrongfully convicted of murdering his wife and sentenced to death, Richard Kimble escapes from the law in an attempt to find her killer and clear his name. Pursuing him is a team of U.S. marshals led by Deputy Samuel Gerard, a determined detective who will not rest until Richard is captured. As Kimble leads the marshals through a series of intricate chases, he uncovers the secret behind his wife's death and struggles to expose the killer before he is recaptured, or killed.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/agOCps5NX3yAR48lSlHprbFEWWE.jpg",
      "watched": false,
      "movie_id": "5503",
      "created_at": "Tue, Dec 8, 2020 11:40 AM",
      "id": 117
    },
    {
      "title": "The Help",
      "overview": "Aibileen Clark is a middle-aged African-American maid who has spent her life raising white children and has recently lost her only son; Minny Jackson is an African-American maid who has often offended her employers despite her family's struggles with money and her desperate need for jobs; and Eugenia \"Skeeter\" Phelan is a young white woman who has recently moved back home after graduating college to find out her childhood maid has mysteriously disappeared. These three stories intertwine to explain how life in Jackson, Mississippi revolves around \"the help\"; yet they are always kept at a certain distance because of racial lines.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/7XLSwxpfpPoJyTdJVot6a42TS2V.jpg",
      "watched": false,
      "movie_id": "50014",
      "created_at": "Tue, Dec 8, 2020 11:41 AM",
      "id": 118
    },
    {
      "title": "Talladega Nights: The Ballad of Ricky Bobby",
      "overview": "The fastest man on four wheels, Ricky Bobby is one of the greatest drivers in NASCAR history. A big, hairy American winning machine, Ricky has everything a dimwitted daredevil could want, a luxurious mansion, a smokin' hot wife and all the fast food he can eat. But Ricky's turbo-charged lifestyle hits an unexpected speed bump when he's bested by flamboyant Euro-idiot Jean Girard and reduced to a fear-ridden wreck.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/3iCiTqsmJz1mO85AHzTiHNkRmb6.jpg",
      "watched": false,
      "movie_id": "9718",
      "created_at": "Tue, Dec 8, 2020 11:42 AM",
      "id": 119
    },
    {
      "title": "Avengers: Endgame",
      "overview": "After the devastating events of Avengers: Infinity War, the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos' actions and restore order to the universe once and for all, no matter what consequences may be in store.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
      "watched": true,
      "movie_id": "299534",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 121,
      "modified_at": "Tue, Dec 8, 2020 11:43 AM"
    },
    {
      "title": "Avengers: Infinity War",
      "overview": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
      "watched": true,
      "movie_id": "299536",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 122,
      "modified_at": "Tue, Dec 8, 2020 11:43 AM"
    },
    {
      "title": "The Avengers",
      "overview": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins!",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/RYMX2wcKCBAr24UyPD7xwmjaTn.jpg",
      "watched": false,
      "movie_id": "24428",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 123
    },
    {
      "title": "Avengers: Age of Ultron",
      "overview": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/4ssDuvEDkSArWEdyBl2X5EHvYKU.jpg",
      "watched": true,
      "movie_id": "99861",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 124,
      "modified_at": "Tue, Dec 8, 2020 11:43 AM"
    },
    {
      "title": "Iron Man",
      "overview": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/78lPtwv72eTNqFW9COBYI0dWDJa.jpg",
      "watched": false,
      "movie_id": "1726",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 125
    },
    {
      "title": "Iron Man 2",
      "overview": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/6WBeq4fCfn7AN0o21W9qNcRF2l9.jpg",
      "watched": false,
      "movie_id": "10138",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 126
    },
    {
      "title": "Iron Man 3",
      "overview": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/qhPtAc1TKbMPqNvcdXSOn9Bn7hZ.jpg",
      "watched": false,
      "movie_id": "68721",
      "created_at": "Tue, Dec 8, 2020 11:43 AM",
      "id": 127
    },
    {
      "title": "Slumdog Millionaire",
      "overview": "Jamal Malik is an impoverished Indian teen who becomes a contestant on the Hindi version of ‘Who Wants to Be a Millionaire?’ but, after he wins, he is suspected of cheating.",
      "poster_path_url": "https://image.tmdb.org/t/p/w200/5WU6uusqJrLfiBaNs3KpF4o8Lnj.jpg",
      "watched": false,
      "movie_id": "12405",
      "created_at": "Tue, Dec 8, 2020 12:24 PM",
      "id": 128
    }
  ]
}